Tekla.Structures.Internal.StructuresDataStorage.SetVariables(System.Collections.IDictionary)
DO NOT USE! For internal usage only!
dict:

Tekla.Structures.Internal.StructuresDataStorage.SetVariable(System.String,System.Object)
DO NOT USE! For internal usage only!
name:
val: